Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [37264] Khách phải được thông báo đầy đủ khi đón bằng phương tiện giao thông thương hiệu của khách sạn.
vi: [37264] Khách phải được thông báo đầy đủ thông tin khi được đưa đón bằng phương tiện của thương hiệu khách sạn.

source: [37267] Khách sạn phải được xác nhận với khách khi họ lên xe và cung cấp thời gian hành trình ước tính.
vi: [37267] Phải xác nhận khách sạn điểm đến với khách khi họ lên xe và thông báo thời gian hành trình ước tính.

source: [37271] Người lái xe phải có kiến thức về khu vực xung quanh, nhà ga sân bay, khởi hành và đến và thời gian vận chuyển.
vi: [37271] Người lái xe phải có nắm được thông tin về khu vực xung quanh, các nhà ga sân bay, lịch khởi hành, hạ cánh và thời gian khách cần dịch vụ vận chuyển.

source: [37324] Phải đặt ra một lịch trình để đảm bảo rằng mặt tiền bên ngoài của tòa nhà sạch sẽ và được bảo trì tốt.
vi: [37324] Phải có lịch vệ sinh để đảm bảo rằng mặt tiền bên ngoài tòa nhà được giữ sạch và được bảo trì tốt.

source: [37326] yếu tố môi trường và khí hậu nên được xem xét khi lên lịch trình.
vi: [37326] yếu tố môi trường và khí hậu nên được cân nhắc khi lên lịch vệ sinh.

source: [37328] Phải đưa ra một lịch trình để đảm bảo rằng các cửa sổ bên trong và bên ngoài được giữ sạch và được bảo trì tốt.
vi: [37328] Phải có lịch vệ sinh để đảm bảo rằng các cửa sổ trong nhà và bên ngoài được giữ sạch và được bảo trì tốt.

source: [37330] Tập trung đặc biệt tới các cửa sổ mức mắt nhìn.
vi: [37330] Cần đặc biệt chú ý các cửa sổ ở tầm mắt nhìn.

source: [37332] yếu tố môi trường và khí hậu nên được xem xét khi lên lịch trình.
vi: [37332] yếu tố môi trường và khí hậu nên được cân nhắc khi lên lịch vệ sinh.

source: [375206] Hỗ trợ nguồn điện và dữ liệu che kín và tích hợp.
vi: [375206] Hỗ trợ ổ điện và cổng dữ liệu tích hợp có nắp che kín.

source: [375207] Lắp ráp và lắp đặt vĩnh viễn như một bảng duy nhất.
vi: [375207] Lắp ráp và lắp đặt cố định như một bàn duy nhất.

source: [375208] điểm kết nối điện thoại và AV được che giấu và tích hợp vào thiết kế bảng.
vi: [375208] Cổng kết nối điện thoại và AV được che kín và tích hợp vào thiết kế bàn.

source: [375209] ổ điện kéo lên điện thoại/ nguồn điện đặt ở tầng bên dưới bàn.
vi: [375209] ổ điện/cổng điện thoại pop-up bố trí âm sàn dưới bàn.

source: [375210] Không cho phép cáp tiếp xúc qua sàn.
vi: [375210] Không cho phép cáp hở cắt ngang mặt sàn.

source: [376157] nhân viên, bao gồm cả nhân viên tạm thời và hợp đồng, cần được hướng dẫn và đào tạo về các nhiệm vụ liên quan của họ như được mô tả trong Kế hoạch xử lý khủng hoảng và hồ sơ đào tạo cần được duy trì.
vi: [376157] nhân viên, bao gồm cả nhân viên tạm thời và hợp đồng, cần được hướng dẫn và đào tạo về các nhiệm vụ liên quan của họ như được mô tả trong Kế hoạch xử lý khủng hoảng và phải duy trì hồ sơ đào tạo.

source: [376158] đồ, bao gồm cả hợp đồng và tạm thời, nên được đào tạo trong kế hoạch ít nhất sáu tháng một lần.
vi: [376158] Nhân viên, bao gồm cả nhân viên hợp đồng và tạm thời, nên được phổ biến nội dung đào tạo trong kế hoạch ít nhất sáu tháng một lần.

source: [376160] Đào tạo nên bao gồm việc sử dụng Thiết bị an toàn cháy.
vi: [376160] Đào tạo nên bao gồm việc sử dụng Thiết bị cứu hỏa.

source: [376161] Đào tạo nên bao gồm phòng cháy chữa cháy.
vi: [376161] Đào tạo nên bao gồm vấn đề phòng cháy.

source: [376197] trục ống đứng dịch vụ không chống cháy ở mỗi tầng phải được lắp đặt thiết bị phát hiện khói ở mỗi tầng ba và trên đỉnh của oosngd dứng dịch vụ.
vi: [376197] trục ống đứng không chống cháy ở mỗi tầng phải được lắp đặt đầu báo khói ở mỗi ba tầng và trên đỉnh của ống.

source: [376204] ống đứng cầu thang và mặt cầu thang nên có kích thước đồng bộ.
vi: [376204] Chiều cao bậc thang và chiều rộng mặt bậc thang nên có kích thước đồng bộ.

source: [376206] Trong trường hợp cầu thang rộng hơn 1,1m (3,6ft), cần cung cấp tay vịn ở cả hai bên của cầu thang.
vi: [376206] Trong trường hợp cầu thang rộng hơn 1,1m, cần có tay vịn ở cả hai bên cầu thang.

source: [376207] Khoảng cách di chuyển tối đa đến một thiết bị báo động khẩn bằng tay (nút khẩn cấp / nút báo khẩn gạt xuống) không được vượt quá 61m (200ft).
vi: [376207] Khoảng cách di chuyển tối đa đến một thiết bị báo động khẩn bằng tay (nút nhấn/cần gạt khẩn cấp) không được vượt quá 61m.

source: [376209] bức tường không được kéo dài quá 15cm (6in) phía trên dòng nước.
vi: [376209] Thành bể không được cao quá 15cm so với mặt nước.

source: [376211] biển báo “đóng kín” được chuẩn bị chuyên nghiệp nên được dán tại mỗi điểm lỗi vào.
vi: [376211] Biển báo “Đóng cửa” được chế tọa chuyên nghiệp nên được dán tại mỗi lối vào.

source: [37628] Nếu khách không hài lòng, Tổng Giám đốc hoặc Giám đốc ca phải thực hiện các biện pháp bổ sung để thỏa mãn cho khách.
vi: [37628] Nếu khách không hài lòng, Tổng Quản lý hoặc Quản lý ca phải thực hiện các biện pháp bổ sung để thỏa mãn khách.

source: [37632] Bồi thường có thể bao gồm, nhưng không giới hạn, ở lại miễn phí tại khách sạn, thực phẩm, đồ uống hoặc bồi thường khác của họ.
vi: [37632] Bồi thường có thể bao gồm, nhưng không giới hạn ở, miễn phí đêm nghỉ khi trở lại khách sạn, dịch vụ ăn uống hoặc các dạng bồi thường khác.

source: [37648] Khách phải được đưa đến một phòng sạch sẽ sẵn sàng cho việc ở càng sớm càng tốt.
vi: [37648] Khách phải được đưa đến một phòng sạch sẽ sẵn sàng càng sớm càng tốt.

source: [37660] Khi kiểm tra theo nhóm, các nhân viên phải tuân thủ quy trình Check-in theo nhóm.
vi: [37660] Khi check in cho khách đoàn, nhân viên phải tuân thủ quy trình Check-in cho đoàn.

source: [37664] nhân viên phải đăng ký trước các nhóm từ mười phòng trở lên với việc đặt phòng đã được xác nhận trước khi khách đến, để giảm thiểu thời gian chờ đợi Check-in.
vi: [37664] nhân viên phải đăng ký trước cho các nhóm khách từ mười phòng trở lên đã có xác nhận đặt phòng trước khi khách đến, để giảm thiểu thời gian chờ đợi khi check in.

source: [37668] Nếu cần, hãy giải thích ủy quyền trước thẻ tín dụng cho khách để họ hiểu cách giải quyết bất kỳ khoản bổ sung nào.
vi: [37668] Nếu cần, giải thích cho khách về ủy quyền trước thẻ tín dụng để họ hiểu cách giải quyết bất kỳ khoản phí phát sinh nào.

source: [37737] Phải không bắt lửa và có thể giặt được
vi: [37737] Thùng rác phải chống cháy và có thể rửa

source: [37738] Khi không có giá đỡ thì phải tối thiểu 7,5 lít (254fl oz) với nắp và bàn đạp chân.
vi: [37738] Nếu là thùng rác đứng độc lập, thì phải to tối thiểu 7,5 lít (254fl oz) với nắp và bàn đạp chân.

source: [37797] Thư mục phải được xem xét tối thiểu ba tháng một lần bởi khách sạn và được cập nhật khi cần thiết hoặc theo hướng của IHG.
vi: [37797] Danh mục phải được xem xét tối thiểu ba tháng một lần bởi khách sạn và được cập nhật khi cần thiết hoặc theo hướng của IHG.

source: [37889] Phải thay đổi tất cả vải lanh theo yêu cầu của khách.
vi: [37889] Phải thay đồ vải theo yêu cầu của khách.

source: [37892] Trừ khi khách yêu cầu, phải thay đổi vải lanh tối thiểu mỗi lần vào ngày thứ ba, sau đêm thứ hai, cho các lần lưu trú liên tiếp.
vi: [37892] Trừ khi khách yêu cầu, phải thay đồ vải tối thiểu ba ngày 1 lần, sau đêm thứ hai, cho các khách lưu trú liên tục.

source: [37896] Tất cả vải lanh trong phòng, bất kể chúng được sử dụng, phải được thay đổi và giặt tối thiểu mỗi lần khách rời đi.
vi: [37896] Tất cả đồ vải trong phòng, bất kể đã qua sử dụng hay chưa, tối thiểu phải được thay và giặt mỗi lần khách rời đi.

source: [37954] Phải đặt cạnh điện thoại cạnh giường.
vi: [37954] Phải đặt cạnh điện thoại bên giường.

source: [37957] Vật liệu nên được tái chế và tái chế bất cứ khi nào có thể.
vi: [37957] Vật liệu nên nên là vật liệu có thể tái chế và được tái chế bất cứ khi nào có thể.

source: [37971] Không được có logo in.
vi: [37971] Không được có logo.

source: [38041] Có thể tiếp cận bộ lọc công suất/ tóc cho mục đích làm sạch.
vi: [38041] Có thể tiếp cận bộ lọc xơ vải/tóc cho mục đích làm sạch.

source: [381050] Hồ sơ kiểm tra nên được lưu giữ.
vi: [381050] Hồ sơ kiểm tra nên được lưu trữ.

source: [381052] Nên được thực hiện bởi một người đủ điều kiện.
vi: [381052] Nên được thực hiện bởi một người có chuyên môn.

source: [38133] Khi một khách khuyết tật đi cùng với một trợ lý cá nhân, phải cung cấp một phòng cho khách khuyết tật với hai giường riêng biệt.
vi: [38133] Khi một khách khuyết tật đi cùng với một trợ lý cá nhân, phải cung cấp một phòng khách cho người khuyết tật với hai giường riêng biệt.

source: [38136] Nếu không thể, phải cung cấp một phòng kết nối miễn phí.
vi: [38136] Nếu không thể, phải cung cấp một phòng connecting miễn phí.

source: [38255] Một hệ thống tại chỗ xác định, báo cáo và sửa chữa tất cả trong đồ đạc trong phòng, phụ kiện, đồ nội thất và thiết bị khi phòng được bảo dưỡng
vi: [38255] Phải có một hệ thống nhằm xác định, báo cáo và sửa chữa tất cả trong đồ đạc, phụ kiện, đồ nội thất và thiết bị trong phòng khi phòng được dọn dẹp

source: [38301] Ngoài những giờ này, tất cả các yêu cầu phải được thực hiện trong vòng một giờ trong thời gian này.
vi: [38301] Ngoài những giờ này, tất cả các yêu cầu phải được thực hiện trong vòng một giờ so với yêu cầu của khách.

source: [38306] Phải cung cấp khăn hoặc yêu cầu tiện nghi trong vòng 15 phút.
vi: [38306] Phải cung cấp khăn hoặc tiện ích trong vòng 15 phút so với yêu cầu của khách.

source: [38310] Thực hiện các yêu cầu thông tin, bổ sung vật tư trong phòng hoặc bảo trì 24 giờ một ngày.
vi: [38310] Các yêu cầu cung cấp thông tin, bổ sung vật dụng trong phòng hoặc bảo trì phải được thực hiện 24 giờ một ngày.

source: [38318] Khi các mặt hàng được thu thập từ quầy lễ tân, nên có sẵn một kho có các mặt hàng thường được yêu cầu.
vi: [38318] Khi các vật phẩm trong phòng được cung cấp tại quầy lễ tân, nên có sẵn trữ sẵn các vật thường được yêu cầu.

source: [38353] Phải có lịch trình để đảm bảo các phòng được làm sạch sâu theo yêu cầu.
vi: [38353] Phải có lịch vệ sinh để đảm bảo các phòng được làm sạch sâu.

source: [38355] Ít nhất 25% số phòng của khách nên được làm sạch sâu theo quý.
vi: [38355] Ít nhất 25% số phòng của khách nên được làm sạch sâu mỗi quý.

source: [38363] Địa điểm không được hạn chế bất kỳ luồng khách hoặc dịch vụ.
vi: [38363] Vị trí không được hạn chế bất kỳ luồng khách hoặc dịch vụ nào

source: [38366] Bảo trì tốt và khỏa mạnh.
vi: [38366] được chăm sóc tốt và khỏe mạnh.

source: [38373] Phải bảo trì tốt và chuẩn bị chuyên nghiệp hoa và cây tươi.
vi: [38373] Phải chăm sóc và chuẩn bị chuyên nghiệp hoa và cây cối.

source: [38388] Thời gian cao điểm phải được xác định và các giải pháp nhân sự được đưa ra để đáp ứng các tiêu chuẩn F&B 24 giờ một ngày.
vi: [38388] Thời gian cao điểm phải được xác định và có kế hoạch bố trí nhân sự để đáp ứng các tiêu chuẩn F&B 24 giờ một ngày.

source: [38503] Nếu theo văn hóa địa phương, phải có một cơ sở che chắn các cửa hàng F&B khỏi tầm nhìn công cộng.
vi: [38503] Tùy theo văn hóa địa phương, phải có một cơ chế che chắn các cửa hàng F&B khỏi tầm nhìn công cộng.

source: [385068] Phải hiển thị nhãn hiệu Holiday Inn®.
vi: [385068] Phải có dấu hiệu của thương hiệu Holiday Inn®.

source: [385071] Không cho phép tài liệu quảng cáo của bên thứ ba.
vi: [385071] Không cho phép ấn phẩm quảng cáo của bên thứ ba.

source: [385072] Tài xế phải chào đón khách đến và cảm ơn khách khi rời đi.
vi: [385072] Tài xế phải chào khách đến và cảm ơn khách khi rời đi.

source: [385074] Vào cuối mỗi chuyến đi, tài xế phải kiểm tra hành lý bên trái và đồ dùng cá nhân của khách.
vi: [385074] Vào cuối mỗi chuyến đi, tài xế phải kiểm tra liệu khách có quên hành lý và đồ dùng cá nhân.

source: [38551] Thiết lập cuộc họp phải được kiểm tra bởi nhân viên chịu trách nhiệm cho sự kiện ít nhất một giờ trước khi bắt đầu cuộc họp để xác nhận rằng mọi thứ đã như thỏa thuận.
vi: [38551] Set up cho cuộc họp phải được kiểm tra bởi nhân viên chịu trách nhiệm cho sự kiện ít nhất một giờ trước khi bắt đầu cuộc họp để xác nhận rằng mọi thứ đã đúng như thỏa thuận.

source: [38554] Ban tổ chức cuộc họp cần có mặt để kiểm tra.
vi: [38554] Ban tổ chức sự kiện nên có mặt khi kiểm tra.

source: [38572] Biển báo phải hiển thị tên cuộc họp hoặc tổ chức.
vi: [38572] Biển bảng phải có tên cuộc họp hoặc tên của tổ chức.

source: [38588] Hỗ trợ kỹ thuật phải sẵn sàng trong vòng 10 phút kể từ khi khách yêu cầu.
vi: [38588] Hỗ trợ kỹ thuật phải có mặt trong vòng 10 phút kể từ khi khách yêu cầu.

source: [38591] Phòng họp và các cơ sở phải được dọn dẹp sạch sẽ và luôn sẵn sàng cho thuyết trình, ngay cả khi khách không dùng.
vi: [38591] Phòng họp và các cơ sở vật chất phải được dọn dẹp sạch sẽ và hình thức chỉn chu, ngay cả khi khách không dùng.

source: [38598] Một lịch trình làm sạch sâu phải được đặt ra và ghi lại cho tất cả các phòng họp và không gian công cộng.
vi: [38598] Phải có kế hoạch làm sạch sâu thường xuyên cho tất cả các phòng họp và không gian công cộng, và phải được ghi lại.

source: [387086] Thông tin về dị ứng và không dung nạp thực phẩm có thể được tìm thấy trong phần An toàn thực phẩm của cổng thông tin Quản lý rủi ro trên Merlin.
vi: [387086] Thông tin về dị ứng và không dung nạp thức ăn có thể xem trong mục An toàn thực phẩm của cổng thông tin Quản lý rủi ro trên Merlin.

source: [38964] hình thức xác nhận được chấp nhận bao gồm âm báo có thể nghe được hoặc xác nhận bằng giọng nói tự động rằng cuộc gọi báo thức đã được hệ thống nhập và chấp nhận.
vi: [38964] Hình thức xác nhận được chấp nhận bao gồm âm báo hoặc xác nhận bằng giọng nói tự động rằng cuộc gọi báo thức đã được hệ thống ghi nhận.

source: [39394] Phải có điều chỉnh âm lượng để căn chỉnh âm lượng với các hoạt động diễn ra ở khu vực lối vào chính và quầy lễ tân.
vi: [39394] Phải có cơ chế điều chỉnh âm lượng để đảm bảo âm lượng phù hợp với các hoạt động diễn ra ở khu vực lối vào chính và quầy lễ tân.

source: [39431] yếu tố tường thương hiệu chỉ phải được đặt trên bức tường liền kề khi có vật cản kiến trúc tồn tại trên bức tường phía sau quầy lễ tân.
vi: [39431] yếu tố trang trí tường thương hiệu chỉ được phép đặt trên tường liền kề khi có vật cản kiến trúc trên bức tường phía sau quầy lễ tân.

source: [39443] Trên các tầng cho phép hút thuốc ở khu vực công cộng, các thùng rác phải được đặt trong các hành lang thang máy.
vi: [39443] Trên các tầng cho phép hút thuốc ở khu vực công cộng, gạt tàn phải được đặt trong các sản thang máy.

source: [39446] Một thùng rác không được cung cấp hoặc đính kèm
vi: [39446] Không được cung cấp thùng rác hoặc thùng rác gắn liền gạt tàn

source: [39990] Không cho phép các ghế chồng
vi: [39990] Không cho phép dùng ghế có thể xếp chồng

source: [39998] Hỗn hợp các bàn 2 đỉnh và 4 đỉnh
vi: [39998] Bao gồm cả các bàn cho 2 và 4 người

source: [39] nền tảng đánh giá xã hội nổi bật khác (ví dụ: TripAdvisor) nên được theo dõi với tần suất tương tự và tất cả các đánh giá tiêu cực được tìm thấy trên các trang web này cũng sẽ được phản hồi trong vòng 72 giờ.
vi: [39] Các trang tập hợp đánh giá của cộng đồng nổi bật khác (ví dụ: TripAdvisor) nên được theo dõi với tần suất tương tự và tất cả các đánh giá tiêu cực được tìm thấy trên các trang web này cũng sẽ được phản hồi trong vòng 72 giờ.

source: [40141] Sàn xung quanh khu vực buffet và quầy thực phẩm phải là gạch hoặc đá
vi: [40141] Sàn xung quanh khu vực buffet và quầy đồ ăn phải là gạch hoặc đá

source: [407071] Khuyến cáo rằng trong các khu vực giao thông, dây nối dài phải được bọc trong các vỏ nhựa cố định.
vi: [407071] Khuyến cáo rằng trong các khu vực giao thông, dây nối dài phải được cố định và bọc trong các vỏ nhựa.

source: [40799] Lựa chọn có giới hạn các sản phẩm F&B nóng và lạnh luôn có sẵn 24 giờ một ngày, 7 ngày một tuần, với các lựa chọn để đi.
vi: [40799] Một số lượng giới hạn các sản phẩm F&B nóng và lạnh luôn có sẵn 24 giờ một ngày, 7 ngày một tuần, với các lựa chọn để mang đi.

source: [40807] Phải cung cấp các thùng chứa dùng một lần để sử dụng 'to go'.
vi: [40807] Phải cung cấp hộp chứa dùng một lần để khách mang đi.

source: [40955] Sử dụng các vách tường di động đẻ ngăn không gian phòng họp linh hoạt cho phép đa dạng các yêu cầu.
vi: [40955] Sử dụng các vách tường di động để ngăn không gian phòng họp một cách linh hoạt, phục vụ các yêu cầu đa dạng.

source: [40] Thông tin chi tiết về cách xây dựng quy trình xử lý khối lượng đánh giá xã hội và phản hồi phù hợp với khách có sẵn trên Trang Merlin Global HeartBeat Initiatives.
vi: [40] Thông tin chi tiết về cách xây dựng quy trình xử lý khối lượng đánh giá trên mạng xã hội và phản hồi phù hợp có trên Trang Merlin Global HeartBeat Initiatives.

source: [41075] Tùy chọn xây dựng thương hiệu của hộp đựng văn phòng phẩm.
vi: [41075] Tùy chọn việc có dán logo thương hiệu trên hộp đựng văn phòng phẩm.

source: [41111] Giấy tái chế được ưa tiên.
vi: [41111] Giấy tái chế được ưu tiên.

source: [41131] Thiết bị có thể, ví dụ, một hoặc nhiều: thiết bị máy tính bảng, ứng dụng phần mềm, radio hai chiều, điện thoại di động, điện thoại cố định, hệ thống liên lạc nội bộ.
vi: [41131] Ví dụ, thiết bị có thể là một hoặc nhiều máy tính bảng, ứng dụng phần mềm, bộ đàm hai chiều, điện thoại di động, điện thoại cố định, hệ thống intercom.

source: [413048] Điện thoại tại bàn được khuyến nghị là loại không cần tổ hợp (hand-free).
vi: [413048] Điện thoại bàn được khuyến nghị là loại hand-free.

source: [41582] Phải dùng mẫu thực đơn miễn phí cho trẻ.
vi: [41582] Phải dùng template của thực đơn Kids Eat Free Kids Eat Free .

source: [41586] Phải chỉ được dùng ảnh được phế duyệt cho thực đơn đồ ăn miễn phí cho trẻ.
vi: [41586] Phải chỉ được dùng ảnh được phế duyệt cho thực đơn Kids Eat Free.

source: [41670] Thùng rác phải được đặt trong tầm với của bàn thay đồ.
vi: [41670] Thùng rác đựng tã phải được đặt trong tầm với của bàn phòng thay tã.

source: [422053] Khuyến nghị máy pha
vi: [422053] Khuyến nghị dùng dispenser

source: [42276] Thông tin khách được yêu cầu bao gồm các mẫu Đơn đăng ký IHG® Rewards Club và thông tin Thực phẩm & Đồ uống địa phương phải được dễ truy cập bởi các nhân viên của Quầy lễ tân, không được trưng ra.
vi: [42276] Thông tin khách yêu cầu bao gồm các mẫu Đơn đăng ký CLB Khách hàng Thân thiết IHG® và thông tin về dịch vụ F&B tại địa phương phải được dễ truy cập bởi các nhân viên của Quầy lễ tân, không được trưng ra.

source: [423] Phải cung cấp cơ sở "Không làm phiền"
vi: [423] Phải cung cấp cơ chế thông báo "Không làm phiền"

source: [425048] Vị trí của AED nên được xác định bằng đánh giá rủi ro.
vi: [425048] Vị trí máy AED nên được xác định thông qua đánh giá rủi ro.

source: [428] Tiện nghi phòng và phòng tắm phải được duy trì trong điều kiện tuyệt vời và trật tự làm việc
vi: [428] Tiện ích trong phòng và phòng tắm phải được duy trì tốt và hoạt động trơn tru

source: [43234] Nệm có lò xo bọc bên trong phải dày tối thiểu 10cm (4in).
vi: [43234] Nệm lò xo phải dày tối thiểu 10cm (4in).

source: [43237] Yêu cầu khóa thẻ.
vi: [43237] Yêu cầu có khóa thẻ.

source: [43240] Không cho phép quảng cáo của bên thứ ba, ngoại trừ thông tin chi tiết của nhà sản xuất về mặt trái của thẻ.
vi: [43240] Không cho phép quảng cáo của bên thứ ba, ngoại trừ thông tin về nhà sản xuất về mặt trái của thẻ.

source: [43] nền tảng đánh giá xã hội nổi bật khác (ví dụ: TripAdvisor) nên được theo dõi với tần suất tương tự và 80% đánh giá trung lập và tích cực được tìm thấy trên các trang web này cũng sẽ được phản hồi trong vòng 72 giờ.
vi: [43] Các trang tập hợp đánh giá của cộng đồng nổi bật khác (ví dụ: TripAdvisor) nên được theo dõi với tần suất tương tự và 80% đánh giá trung lập và tích cực trên các trang web này cũng sẽ được phản hồi trong vòng 72 giờ.

source: [440048] Tất cả các món ăn mới trong tiệc buffet phải có thẻ thực phẩm.
vi: [440048] Tất cả các món ăn trong buffet phải có tag món.

source: [44286] Khi phải giữ máy một cuộc gọi, nhân viên phải thông báo cho người gọi và cho họ biết thời gian chờ đợi dự kiến.
vi: [44286] Khi phải giữ máy một cuộc gọi, nhân viên phải thông báo cho người gọi và cho họ biết thời gian chờ dự kiến.

source: [44338] Yêu cầu một tủ đựng đồ ăn uống trong mỗi phòng họp.
vi: [44338] Yêu cầu một tủ credenza trong mỗi phòng họp.

source: [44347] Trường hợp cung cấp một tủ lạnh mini, nó phải được xây dựng bên dưới quầy.
vi: [44347] Trường hợp cung cấp một tủ lạnh mini, nó phải được tích hợp bên dưới quầy.

source: [44352] Nên cung cấp kho chứa đồ bên dưới quầy.
vi: [44352] Nên cung cấp không gian chứa đồ bên dưới quầy.

source: [44502] Tất cả các món ăn phải được bày biện trên đồ sành hoặc sứ
vi: [44502] Tất cả các món ăn phải được bày bằng đồ sành hoặc sứ

source: [44571] hướng dẫn đơn giản và sử dụng hệ thống sơ đồ chi tiết phải bằng tiếng Anh và ngôn ngữ địa phương, nếu ngôn ngữ địa phương được áp dụng.
vi: [44571] Phải có hướng dẫn sử dụng đơn giản và sơ đồ giải thích cách sử dụng hệ thống bằng tiếng Anh và ngôn ngữ địa phương.

source: [44572] Phải cung cấp hướng dẫn đơn giản và sơ đồ trong tầm nhìn của người dùng.
vi: [44572] Phải cung cấp hướng dẫn đơn giản và sơ đồ xét từ quan điểm của người dùng.

source: [44] Thông tin chi tiết về cách xây dựng quy trình xử lý khối lượng đánh giá xã hội và phản hồi phù hợp với khách có sẵn trên Trang Merlin Global HeartBeat Initiatives.
vi: [44] Thông tin chi tiết về cách xây dựng quy trình xử lý khối lượng đánh giá trên mạng xã hội và phản hồi phù hợp có trên Trang Merlin Global HeartBeat Initiatives.

source: [45001] Tất cả người tham gia họp phải có quyền truy cập vào internet không dây.
vi: [45001] Tất cả người tham gia họp phải có thể truy cập mạng không dây.

source: [45008] Luôn có kết nối không dây 24 giờ.
vi: [45008] Luôn có mạng không dây (24h).

source: [45086] Yêu cầu các phòng liên kết.
vi: [45086] Yêu cầu có các phòng connecting.

source: [45236] Chất lượng thương mại và định mức cho sử dụng bên ngoài.
vi: [45236] Chất lượng thương mại và chất lượng phù hợp cho sử dụng bên ngoài.

source: [4537] Thương hiệu phải luôn được sử dụng như đã đăng ký.
vi: [4537] Nhãn hiệu phải luôn được sử dụng như đã đăng ký.

source: [4538] Thương hiệu không bao giờ được viết tắt.
vi: [4538] Nhãn hiệu không bao giờ được viết tắt.

source: [4539] Nhãn hiệu không bao giờ được gạch nối hoặc kết hợp với các từ khác.
vi: [4539]Nhãn hiệu không bao giờ được sử dụng gạch nối hoặc kết hợp với các từ khác.

source: [4540] Thương hiệu phải luôn được phân biệt với văn bản xung quanh.
vi: [4540]Nhãn hiệu luôn phải phân biệt được với văn bản xung quanh.

source: [45423] Nếu khách yêu cầu trước, một giường phụ phải được đặt trong phòng trước khi đến.
vi: [45423] Nếu khách yêu cầu trước khi đến, giường phụ phải được đặt trong phòng trước khi khách đến.

source: [45424] Không phải trả phí cho các giường cuộn cho trẻ em dùng.
vi: [45424] Không được tính phí cho giường phụ cho trẻ em dùng.

source: [45425] Khu vực F&B phải luôn sạch sẽ và được bày biện tốt.
vi: [45425] Tất cả các khu F&B phải luôn sạch sẽ và được bày biện tốt.

source: [45426] Tối thiểu, các khu vực này phải được dọn dẹp sau khi ăn uống và / hoặc giờ cao điểm.
vi: [45426] Tối thiểu, các khu vực này phải được dọn dẹp sau các bữa ăn và/hoặc giờ cao điểm.

source: [45571] khách sạn được nhượng quyền có thể tham khảo Chính sách dữ liệu cá nhân xử lý của IHG khi xây dựng Chính sách riêng của họ.
vi: [45571] Khách sạn nhượng quyền có thể tham khảo Chính sách Xử lý Dữ liệu cá nhân của IHG khi xây dựng Chính sách riêng của họ.

source: [45573] Khách sạn nhượng quyền có thể tham khảo Chính Sách Bảo Mật của IHG khi phát triển tuyên bố quyền riêng tư của riêng họ.
vi: [45573] Khách sạn nhượng quyền có thể tham khảo Tuyên bố về Quyền riêng tư của IHG khi phát triển tuyên bố quyền riêng tư của riêng họ.

source: [45574] Khách sạn nhượng quyền có thể tham khảo Chính Sách Bảo Mật của IHG khi phát triển Chính Sách Bảo Mật của riêng họ.
vi: [45574] Khách sạn nhượng quyền có thể tham khảo Tuyên bố về Quyền riêng tư của IHG khi phát triển tuyên bố quyền riêng tư của riêng họ.
